"wikimedia-articletopics-topic-chemistry" = "Chemistry";
"nearby-distance-label-feet" = "Fiitii %1$d";
"main-menu-account-logout" = "Ba'i";
"description-welcome-descriptions-title" = "Ibsa keeyyataa";
"button-next" = "Itti fufi";
"search-field-placeholder-text" = "Wiikippiidiyaa keessa barbaadi";
"nearby-distance-label-miles" = "Maayilii %1$@";
"wikimedia-articletopics-topic-oceania" = "Oceania";
"page-protected-can-not-edit" = "Fuula kana jijjiiruuf mirga hin qabdu";
"description-help-title" = "Gargaarsa ibsa keeyyataa";
"explore-potd-heading" = "Suura har'aa";
"wikimedia-articletopics-topic-literature" = "Literature";
"main-menu-terms-of-use" = "Wayetii fayyadamaa";
"about-title" = "Waa'ee";
"wikimedia-articletopics-topic-north-america" = "North America";
"wikimedia-articletopics-topic-general-science" = "General science";
"wikimedia-articletopics-topic-music" = "Music";
"wikimedia-articletopics-topic-technology" = "Technology";
"wikimedia-articletopics-topic-women" = "Biography (women)";
"wikimedia-articletopics-topic-comics-and-anime" = "Comics and anime";
"wikimedia-articletopics-topic-computers-and-internet" = "Computers and internet";
"account-creation-passwords-mismatched" = "Iggitni lamaan wal hinfakkaatu.";
"wikimedia-articletopics-topic-entertainment" = "Entertainment";
"wikimedia-articletopics-topic-europe" = "Europe";
"about-libraries-license" = "Eeyyama";
"wikimedia-articletopics-topic-biography" = "Biography (all)";
"close-button-accessibility-label" = "Cufi";
"search-recent-clear-delete-all" = "Hunda haqi";
"wikimedia-articletopics-topic-africa" = "Africa";
"wikitext-upload-save-terms-name" = "Waliigaltee fayyadamaa";
"image-gallery-unknown-owner" = "Aangawaan hin beekamu.";
"main-menu-account-login" = "Saaqii Seeni";
"wikitext-upload-save" = "Uummataawaara...";
"wikimedia-articletopics-topic-sports" = "Sports";
"table-of-contents-button-label" = "Gabatee qabiyyeewwanii";
"account-creation-logging-in" = "Seenaa jirta...";
"description-edit-for-article" = "%1$@tiif ibsa keeyyataa";
"main-menu-title" = "Dabalata";
"wikimedia-articletopics-topic-military-and-warfare" = "Military and warfare";
"explore-continue-reading-heading" = "Dubbisuu itti fufi";
"wikimedia-articletopics-topic-history" = "History";
"wikimedia-articletopics-topic-philosophy-and-religion" = "Philosophy and religion";
"wikimedia-articletopics-topic-south-america" = "South America";
"icon-shortcut-search-title" = "Wiikippiidiyaa keessa barbaadi";
"account-creation-saving" = "Olkaawaa...";
"wikimedia-articletopics-topic-transportation" = "Transportation";
"table-of-contents-heading" = "Qabiyyeewwan";
"wikimedia-articletopics-topic-biology" = "Biology";
"wikimedia-articletopics-topic-earth-and-environment" = "Earth and environment";
"navbar-title-mode-edit-wikitext-preview" = "Durargii";
"wikimedia-articletopics-topic-medicine-and-health" = "Medicine and health";
"main-menu-nearby" = "Dhihoo";
"wikimedia-articletopics-topic-business-and-economics" = "Business and economics";
"back-button-accessibility-label" = "Gara duubaa";
"nearby-distance-label-meters" = "%1$d m";
"about-wikipedia" = "Wiikippiidiyaa";
"wikimedia-articletopics-topic-fashion" = "Fashion";
"wikimedia-articletopics-topic-performing-arts" = "Performing arts";
"history-clear-delete-all" = "Eeyyee, hunda balleessi";
"wikimedia-articletopics-topic-tv-and-film" = "TV and film";
"wikimedia-articletopics-topic-politics-and-government" = "Politics and government";
"nearby-distance-label-km" = "%1$@ km";
"wikimedia-articletopics-topic-art" = "Art";
"wikimedia-articletopics-topic-central-america" = "Central America";
"wikimedia-articletopics-topic-asia" = "Asia";
"wikimedia-articletopics-topic-architecture" = "Architecture";
"about-contributors" = "Hirmaattota";
"wikimedia-articletopics-topic-video-games" = "Video games";
"description-edit-pencil-title" = "Ibsa keeyyataa gulaali";
"wikimedia-articletopics-topic-food-and-drink" = "Food and drink";
"wikimedia-articletopics-topic-society" = "Society";
"wikimedia-articletopics-topic-physics" = "Physics";
"wikimedia-articletopics-topic-education" = "Education";
"wikimedia-articletopics-topic-engineering" = "Engineering";
"wikimedia-articletopics-topic-mathematics" = "Mathematics";
